Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 但此时从上空看下去，不知道什么时候起，整个曲双城的排列变得四四方方如同丈量好一般的一座仙城，不多一分一毫。而且整个城中最大的一条主街，刚好就纵贯其中，把整个城分为东西两个完美半城。
en_us: However, looking down from above this time, the city's appearance had changed. The whole Qushuang City's layout is now neatly arranged, and the sides of the layout looked as if it was measured precisely. Moreover, the largest main road of the city just nice cut the whole city in the middle, separating the city perfectly to have an east wing and a west wing.

source: 但江逸却不敢动手，因为这江豹虽然天资不行，也无心修炼，但毕竟修炼了那么多年，资质再怎么普通也有铸鼎境二重的实力。而他自己只有铸鼎境一重的实力，昨日还受了伤，此刻若是逞强，恐怕又会打输。
en_us: However, Jiang Yi did not dare to take action against Jiang Bao. Even though Jiang Bao had neither the talent nor the spirit to focus on his essence force training, he had nonetheless practiced for so many years that he was—despite slow progress—at the second stage of the Cast Tripod Realm. Jiang Yi, on the other hand, was only at the first stage of the Cast Tripod Realm; furthermore, he was still injured. If he had chosen to stubbornly lock horns with Jiang Bao at that moment, Jiang Yi was afraid he would lose the ensuing struggle.

source: 但沈萤不同，她明明修为已经达到他人只能望其项背的程度，却宁愿隐居在这深山老林，甚至是妖界的入口处。不逐名利，不畏生死，更难得的有着颗不动摇的良善之心，对毫无关系的他伸出援手。能坚持初心至此，成仙又算得上什么？
en_us: However, Shen Ying was different. Her cultivation had reached a level that others could only admire from a distance, yet she preferred to live in seclusion within these deep old forests, and by the entrance of the Demon Realm at that. Neither pursuing any fame nor fortune, having no fear of death — the rarest thing was to have a kind heart that did not falter, to extend a helping hand to strangers. To hold on to one’s heart's original purpose up till now — what was Immortal Ascension compared to this?

source: 但没想到，他又一次失算了。
en_us: But he didn't expect that he miscalculated again.

source: 但没有想到，这完美的方案，会被人截胡。而且对方还是跟他一样穿越过来的同类。说实话，一开始他是真的讨厌这个姓沈的妹子，甚至不顾一惯的绅士风度，想从对方手里抢人。论实力论修为论机缘，他都不输半分。修仙以来顺风顺水，简直可以称为穿越界的RMB玩家。可没想到，虽然他充了RMB，人家却开了挂！岛上那一剑劈开的不单是海，还有他脆弱的自尊心。
en_us: Yet he did not expect his perfect plan to be intercepted by someone else. More so by the same kind of person who had also transmigrated here. To be honest, in the beginning, he really hated this girl named Shen. He even dropped his gentlemen demeanor, wanting to snatch Yi Qing over from her. In terms of strength, cultivation or luck, he would not lose out any bit. His immortal cultivation had been such a smooth journey, he could totally be considered a transmigration P2W player[1. Players who pay real cash to gain an advantage in game.]. Little did he know that even though he could fake being a P2W player, someone else used a cheat! That slash by the sword not only cut open the sea, but also his fragile self-esteem.

source: 但现在……它终于打开了。
en_us: But now... it's finally opened.

source: 但轩辕家今天这样的举动，未免就有些可笑了。敢情只准你们上青界在秘境里杀人，其它人反抗一下都不行了？
en_us: Yet these actions of the Xuan Yuan Family today seemed ridiculous. Was this to imply that only the people from the Upper Azure World were allowed to kill people, while the rest could not even retaliate?

source: 但这一时半会的，他们也找不着出口在哪。唯一的办法，就是硬拼，把这些人唤醒。
en_us: They had no time to look for the exit. The only solutiion was to fight their hardest and wake these people up.

source: 但这东西根本无法解释，他也不会傻乎乎的告诉杨管事。最终他想了一个办法，请假五天，然后找杨管事求助，想在武殿学习几种武技。
en_us: However, he had no idea how to explain this thing, nor was he going to blindly tell Manager Yang about it. Finally he came up with a plan - to ask for a leave of absence for five days, before asking Manager Yang for some help in the hopes of learning some martial arts techniques at the Martial Arts Hall.

source: 但魔界之门兹事体大，不仅关乎曲双城，更是关乎于整个仙界。得到同样的结果后，他父亲薄仪不放心，又亲自去查看了一遍。这一看还真就看出一些小问题。
en_us: However, the Door of Demon Realm is a very serious matter. It does not only concern Qushuang City, but also concerns the whole Immortal Realm. Thus after receiving similar results, his father, Pu Yi, was still worried, and personally went to check the city once more. This time he did find a small problem.

source: 体修是什么？体修TM就是一群用拳手说话，完全没有技巧可言，专门练体的糙汉啊！你们不是群妹子吗？为什么要跟那些妖类和异兽一样，走这么一条凶残的路，皮糙肉厚的体修有什么好的啊喂。整个三青界，别说是女体修，男体修都没有几个好吗？
en_us: What were Body Cultivators? They were a bunch of people who only knew how to talk with their fists and had no skills whatsoever, training only their bodies! Aren't you guys a group of girls? Why did they all want to be like those demons and creatures treading such a ferocious path? What was good about having rough skin and thick muscles as a Body Cultivator? Were there not only a few male Body Cultivators in the entire Three Realms, much less females?

source: 余下的四人面面相觑，半会才想起正事。
en_us: The remaining four looked at each other wonderingly for some time before they finally returned to the matter at hand.

source: 余阳却上前一把拦住了他，“师弟！他们正是为了宗门大义，才离开的，莫辜负他们一片苦心。”
en_us: Yu Yang stopped Lonemoon. "Junior Brother! They are doing a favour for our sect by leaving. Don't waste their efforts."

source: 余阳点了点头，皱眉看向空中众人道，“这到底是怎么回事？为何上青界轩辕家的人会突然来此？”还一副开战的架式。
en_us: Yu Yang nodded and with furrowed brows, asked the people in the sky, "What is going on? Why would the Xuan Yuan Family from the Upper Azure World be here all of a sudden?" Especially with a stance ready to battle?

source: 余阳看了上方的众人一眼，低声道，“你该明白，大敌当前，保住宗门要紧，真相如何并不重要！”
en_us: Yu Yang looked at the crowd above them, floating on the Lotus Flower. He lowered his voice and replied, "You should understand that protecting the sect should be our priority. It's not important what the truth is!"

source: 作为亿万位面中最为强大，强者最为集中的天界，作为整个辽阔天界中最神圣最强大，平素里总是显得无比威严神圣的天庭，今夜竟然如此的漆黑？如此的安静？
en_us: As the most powerful dimension among the hundreds of millions dimensions where the formidable convened, the Heavenly Court was exceptionally quiet. How could the Heavenly Court, which was usually the most divine and stately in the Heavenly Realm, be so dark and silent on this night?

source: 作为家族的三公子，江顾水不得不出声了，否则江松的一条腿将会活活劈得骨头碎裂，很有可能变成残废。江如狼的老子就是刑堂副长老，以前他经常用刑堂压家族子弟，现当着那么多人的面也不好沉默了。
en_us: As the family's Third Young Master, Jiang Gushui had to step in, if not Jiang Song's leg would be forcefully shattered and possibly crippled. Jiang Rulang's father was the Deputy Elder of the Disciplinary Court. He used to frequently bring up the Disciplinary Court to oppress other clan descendants, which was why he couldn't stay silent in front of so many people.

source: 作为罪魁祸首的江逸自此不再受到江家高层待见，即便他始终坚持修炼，在大长老失踪这六年里将自己的元力从零苦苦提升到铸鼎境一重，他在族里的地位依旧是一降再降。不但在两年前被挤兑搬出江家后院，住进家将仆人所在的西院，甚至前些天还让他提早半年就接手只有年满十六周岁，最终确认不能修炼到铸鼎境三重的家族废材子弟才会负责的比如清点家族药田收成这样的杂活工作。
en_us: As the “main culprit” behind these unfortunate circumstances, Jiang Yi was no longer favored by the elders of the Jiang Clan. Even though he continued to persevere and cultivate throughout the six years of the Grand Elder’s disappearance and had painstakingly boosted his cultivation from nothing up to the first stage of the Cast Tripod Realm, his position in the family continued to deteriorate. Two years ago he was forced to move out from the Jiang Residence’s rear court into the servants’ complex situated in the west court. Just a few days ago, he was also made to take up the responsibility of handling the family's herb plantations half a year earlier than normal. This was a job that sixteen-year-old descendants who were deemed useless for not being able to cultivate to the third stage of the Cast Tripod Realm would usually take on.

source: 你TM在逗我！
en_us: You must be kidding me!

source: 你TM在逗我，没有灵根，你到底是怎么进到这来的啊喂！
en_us: "You're freaking killing me. Without a Spirit Root, how in the world did you make it into this pavilion?"

source: 你TM才知道啊！
en_us: How would we freaking know?

source: 你个脑残粉要不要也加入进去啊喂！
en_us: You retard, would you like to join them?

source: 你们到底是哪里想不开，到底哪、里、想、不、开、啊喂！？
en_us: Why did you guys take things so hard?!

source: 你们是不是对门派的风格有什么误解？！
en_us: Do you all have a misunderstanding about the way our sect is run?

source: 你们还没付灵石啊喂？
en_us: Hey you guys haven't paid the spirit stones?

source: 你到底是怎么听见别人传音的啊喂？
en_us: How exactly dd you hear messages sent through voice transmission?

source: 你到底是谁的系统啊喂！不带这么拆台的！感觉自从来到无敌派后，自家系统就换了一个主人啊喂！
en_us: Whose system are you? Why are you making me look bad? Feng Ying felt as if the system no longer recognised him as its host ever since he came to Invincible Sect.

source: 你大爷！
en_us: You asshole!

source: 你已经打扰了！
en_us: You’re disturbing me already!

source: 你自己抱错了大腿，怪我罗？
en_us: Is it my fault that you got the wrong leg?

source: 便宜你了。
en_us: You lucked out.

source: 修士加入门派后，在门派都会有一块命牌，并在神识中留下门派印记。除非修为高过设立命牌的人，不然这个印记是消除不了的。而各派的立牌之人，最少都是元婴修为。孤月神识扫了过去，这几个人确实没有任何印记。
en_us: Cultivators would leave a life token in the sect they joined and the transmission mark of that sect would be imprinted in their Divine Perception. Unless one's cultivation was higher than the person who designated the life token, the transmission marks could not be removed. The people in charge of allocating life tokens were at least of Nascent Soul cultivation. Lonemoon glanced over with his Divine Perception and realized this group of people really did not have any transmission marks.

source: 修炼了一会，江逸觉得太慢太慢索性停了下江水决，转练无名决。准备趁着药力还没完全消融，再次提速修炼一番，他刚才虽然仅仅是提速了片刻，但提炼出来的蓝色元力可是能比以往修炼两个时辰了……
en_us: After refining for a while, as he felt the refining was getting too slow, he simply decided to stop practicing the Jiang Water Art and shifted to practicing the nameless technique. Prepared to take advantage of the time before the medical power dissipated fully, he wanted to speed up the refining process by another notch. Even though he would likely only speed up the process by a few seconds, the blue essence force that would be refined was as much as what he could refine within four hours...

source: 修炼了两个时辰，提炼了六缕黑色元力，时间已是日上三竿了。他连忙爬了起来，匆匆抓起两个窝头，朝江家东院管事房走去。
en_us: It was already late morning, by the time Jiang Yi finished cultivating for four hours and refining six wisps of black essence forces. He hastily crawled up, hurriedly grabbed two wotous and walked in the direction of the Housekeeping Chamber in the Jiang Residence Eastern Courtyard.

source: 修炼了这么多年，江逸从没有这一刻那么痛快过，他全神贯注的沉寂在修炼中，连晚饭都没有去吃，一直盘坐修炼，黑色元力没了提炼黑色元力，灵神丹药力没了吞服灵神丹。
en_us: Not once had Jiang Yi experienced such a high level of thrill and delight throughout his many years of practising cultivation until that very moment. With his full attention focused, he was alone in his power cultivation - sitting cross-legged in meditation and cultivating essence force throughout, refining black essence force once it had been consumed and consuming Spirit Pills once the medical efficacy of the pills had run out, without even bothering to eat dinner.

source: 修炼，修炼！
en_us: Cultivate, cultivate!

source: 倾刻之间，全灭！
en_us: In the blink of an eye, the entire Beast Tide was extirpated!

source: 倾刻血溅三尺高。
en_us: The blood spurted out from his body, three feet into the air.

source: 假的？
en_us: Is he real?

source: 偌大的演武殿数十人，除了江松江豹江如虎还在惨叫个不停外，唯有江如龙暴怒的大吼不断的响起，那如雷的声音震得所有人耳膜作痛，也让所有人感觉是……那么的嘲讽！
en_us: In the massive Martial Arts Demonstration Hall, apart from Jiang Song, Jiang Bao and Jiang Ruhu who were screaming miserably, there was only Jiang Rulong who continually roared with wrath. His thunderous voice hurt everyone's eardrums and at the same time caused everyone to feel... the irony!

source: 偏偏为了方便在场的众人理解，系统说一句，沈萤就同步大声念一遍。
en_us: Shen Ying had been repeating after the system, word for word, so that everyone else who was present could understand what was going on.

source: 偏偏他们还真就有那东西。
en_us: And as it turns out, they really did have a Thousand Leaves Vegetation Spirit.

source: 偏偏他细查了一遍各人的资质，除了一两个灵根属性较差的，其它人还……真的不错。确实都经过仔细挑选过的，就是挑的方向有些歪。
en_us: He scanned each of their qualifications. Other than one or two of them who did not have good spirit roots, the rest of their spirit roots were... not bad. The sisters really picked carefully. They just went off-tangent in their selection process.

source: 偏偏沈萤还一脸正经的问了一声，“那啥，你确定是那孩子的……亲爹？”
en_us: Nevertheless Shen Ying continued to ask with a serious look, "Hey, are you sure… you are the biological father of that kid?”

source: 偏厅内的书架上可是有不少关于炼丹的书籍，说不定能找到丹药回炉再造的方法。
en_us: There were many books on elixir-refining on the bookshelf in the side room. Perhaps he could find the method on how to reheat and refine elixirs.

source: 偏厅里面柳长老侧对着江逸盘坐在地上，手中冒出火红色元力将剩下那枚黑色丹药包陇，全神贯注研究着，完全没有理会江逸。
en_us: Elder Liu sat on the ground in the side chamber, his back facing Jiang Yi. He wrapped the remaining black elixir pill in the red essence force released from his hand. With his full attention on research, he completely ignored Jiang Yi.

source: 做为一界之主，为了魔界的尊严他是想反抗来着，但关键是完全反抗不了啊！他甚至都不怕丢脸的想招座下的众魔帮忙，心念一动之下，通知了十方天魔。
en_us: Being the ruler of a realm, he did want to resist in order to defend the dignity of the Demon Realm, but was absolutely incapable to do so! At times like this, his image became secondary. He was ready to give it up to ask for help from his fiend subordinates. After consideration, he informed the Demons of the 10 district to come for his rescue .

source: 做为曾经的散修，羿清没少与魔修打交道，对他们的气息最为熟悉，但对方能潜入玄天宗，并且杀死一位元婴真人，也是做足了准备。即使他对灵气的感应十分敏税，也整整花了半个时辰，才搜寻到阴气的痕迹。奇怪的是，这气息出现的位置，并不在任何一个出口，而是在不远处的迎缘峰底。
en_us: As a former itinerant cultivator, Yi Qing had had more than his share of dealings with fiendish cultivators and was very familiar with their scent, but the fact that one could infiltrate Blackheaven Sect and kill a Perfected Nascent Soul cultivator meant that they must have been fully prepared. It had taken him one full hour to find traces of Yin Qi, even though he was very sensitive to it. Strangely, this Qi was not found at any of the exits, but at the base of the nearby Yingyuan peak.

source: 做客两天，赶路半个月。
en_us: She had stayed at the Yi Family for two days but had been on the road for half a month.

source: 像是砸地鼠一样，一锤一个，一锤一个，把十几个化神修士，生生锤进了土地里，抠都抠不出来。而她手里的锤子就是——郁家家主！
en_us: One by one, as if smashing hamsters, she hammered them deep into the ground. And the hammer in her hand was - the Yu Family Patriarch!

source: 元力刚刚融合，两个拳头就对撞而上，江逸身子一震倒退了三四步，没事！
en_us: No sooner had the essence force merged did the two fists collided. Jiang Yi jolted and retreated about three to four steps back, but was fine!

source: 先不说那几个奇葩的名字是怎么回事？
en_us: Putting aside the weird names, what was this about?

source: 兔子到是来得快，不到十分钟就蹦过来了。
en_us: The rabbit was rather quick as it had hopped over and arrived under ten minutes.

source: 兔子，猫送的萝卜我拿走了，你别怪它！沈萤留。
en_us: "Rabbit, I took the carrot that the cat meant to give you. Don't blame him! Shen Ying"

source: 兔子？
en_us: A rabbit?

source: 兔王一愣，呆呆的看着手里数十颗品阶各异的珠子，兔心一暖，顿时有点想哭。
en_us: The Rabbit Monarch was stupefied. It stared blankly at the dozens of demon cores that came from demons of various levels. The rabbit's heart felt warm and fuzzy, and it almost broke into tears.

source: 兔王一抖，只觉得心底一凉，不会吧，这也被看出来了。
en_us: The Rabbit Monarch quivered as its heart sank. That can't be, how was it even possible to tell?

source: 兔王一抖，头摇成了波浪鼓，“我是吃草的！从来不做饭。而且我……我怕火啊！”
en_us: The rabbit gave a shudder, shaking its head vigorously. "I eat grass! Never done any cooking. What's more, I... I'm afraid of fire!"

source: 兔王仍是不敢相信，自己就这么轻易的捡回来一条命，看了看满地的其它妖尸，“您……真的不杀我了？”
en_us: The Rabbit Monarch found it unbelievable to be so easily spared. It glanced at the demons carcasses scattered across the land, "A-are… you really not going to kill me?"

source: 兔王只觉得心底涌起一股心酸泪，敢情兔族这么高的伤亡率，是因为肉质！它一点都不想好吃！
en_us: The Rabbit Monarch felt bitterness rise up in it. So the reason why the rabbits had suffered such great casualties was because of the quality of their meat! It didn't want to be delicious at all!

source: 兔王四腿一软，直接从王座上滚了下来，不敢置信的看着眼前的人。
en_us: The Rabbit Monarch's legs went jelly and it rolled down from its throne, unable to believe its eyes

source: 兔王带他们来到这座灵峰后，第二天就招了大群的妖类火火风风的盖起了房子。短短几个月后，这个只有灵植的浮峰，已经盖出了大片的殿宇，其精致承度比之妖王殿都有过之无不及。
en_us: After the Rabbit Monarch brought them to this spiritual peak, it brought a huge group of demon beasts to build the palace. Within mere months, the mountain which previously had nothing but spirit herbs suddenly had a palace built atop it. The palace looked far more magnificent than the one in which the Demon Monarch stayed.

source: 兔王抖得更加厉害了，“上仙饶命，我只是一只小兔王，跟它们不一样。我吃草的，从来没吃过人啊。我上有老兔，下有小兔，肚子里还怀着一窝，不能死啊。求求您放我一条生路。”
en_us: The Rabbit Monarch trembled even more vigorously. "Exalted Immortal, please have mercy on me! I am just a mere rabbit monarch. I'm not like them. I only eat grass and have never eaten a human before! I have elderly rabbits and young rabbits to care for. I am even pregnant with a whole fluffle of them. I can't die now! Please, spare me!"

source: 兔王抖得更加厉害了，瞬间就觉得被摸的耳朵都没知觉了。几次想坐回王座，却还是脚软的滑了下来，“大……大仙，请……请您吩咐。”
en_us: The Rabbit Monarch shook even more and its ear which had been stroked by Shen Ying suddenly felt numb. It tried several times to sit back down on its throne but kept sliding down, let down by its wobbly legs. "Great… Immortal, please… please give me your orders."

source: 兔王指了指前方，沈萤转头一看果然满山遍野都是萝卜。还真的是块萝卜地啊。
en_us: The Rabbit Monarch pointed ahead. Shen Ying turned her head and saw that the whole mountain and the surrounding land were covered with radishes—it was really a radish land.

source: 兔王点头，“一般都在丹田的位置。”
en_us: The Rabbit Monarch nodded, "Yes, they usually located in the Dantian region."

source: 兔王疑惑的拉开袋子，却一下没提稳，哗啦一下倒出了大半，一时间一颗颗或大或小的珠子，噼里啪啦的滚了一地，红色白色黑色蓝色，啥色都有。
en_us: Puzzled, the Rabbit Monarch tried to open the sack but lost its grip and almost half of the contents in the bag fell out. 'Pearls' of different sizes and colors of all sorts including red, black, blue and so on, dropped out and rolled onto the ground.

source: 兔王的小心脏瑟瑟发抖，再次感受到了万妖大会那夜，被吃货统治的恐惧。完了完了完了……怎么办？
en_us: The Rabbit Mornach's tiny heart was thumping. Once again, he felt the all-consuming fear that he felt that night at the Myriad Demon Congregation. "I'm doomed, I'm doomed, I'm doomed... What should Rabbit do?"

source: 兔王脑海中冒出来了一个几乎荒唐的答案，“所以，上仙您杀那些妖是为了……”
en_us: A nearly ludicrous answer surfaced in the Rabbit Monarch's mind. "So, Exalted Immortal, the reason why you killed those demons was to…"

source: 兔王被这个残酷的事实打击到了。眼看解释完后，女子转身要走，兴许是她那跟武力值完全相反的随意语气，让它有了勇气，兔王突然有个大胆的计划。
en_us: The Rabbit Monarch felt taken aback by the harsh realities of the world. It realized that the woman was about to turn and leave after having explained herself. Perhaps it was due her casual tone that stood in contrast to the power she possessed, that the Rabbit Monarch suddenly mustered the courage to carry out a bold plan.

source: 兔王这才转身走出了屋，拼命忍住瞄向地上的眼光，打住打住，这是上仙的东西，它有命看，也是没命享的。
en_us: Just as the Rabbit Monarch was about to leave the house, it used all its might to hold back from glancing at the floor. Hold it, hold it, thought the rabbit. These were items of the Exalted Immortal — it might live to see it but might not live to enjoy it.

source: 兔王这才领着众兔走进了院子，也不知道是不是错觉，羿清总觉得每只经过恩人旁边的兔妖，都下意识的抖了一下。
en_us: The Rabbit Monarch then led the colony of rabbits into the yard. He was unsure whether if it was an illusion, but Yi Qing kept getting the feeling that every rabbit that passed by the Benefactor seemed to quiver subconsciously.

source: 兔王连忙变作人形跟进了屋，一扫地上已经只剩一口气的人，和旁边鬼气森森的旗子，立马就猜到出了什么事。
en_us: The Rabbit Monarch quickly manifested a human form and followed suit. A person who barely had any breath left laid on the ground with an eerie-looking flag beside them, and what happened could be immediately inferred.

source: 兔王都不禁眼红了，要是能有一两颗也好啊。它强行压下心底的贪念，顺手捡起一颗八阶的妖丹走了过去，“上仙，用这个就可以了。”它一本正经的道，眼角的余光却忍不住瞄向满地的妖丹。这诱惑……也太大了点。
en_us: The Rabbit Monarch could not help but feel envious; if only it could have one or two, that would be great. It forced itself to bury such a greedy thought, picked up a level eight demon core and walked over. "Exalted Immortal, this will do the trick," said the rabbit earnestly, even as it could not help but glance out the corner of its eye at the demon cores on the ground. This temptation… was just a little too great.

source: 兔王顿时菊花一紧，“是化做人形，用蚌妖给的珠子换来的，没有惊动人。”
en_us: The Rabbit Monarch was immediately panic-stricken and said, "They manifested into human forms and used the pearls given by the clam demons to exchange for them, so they did not scare anyone."

source: 兔王：“……”你到底是杀了多少妖啊喂！
en_us: The Rabbit Monarch: "…" How many demons did you actually kill!

source: 入秋后的夜晚格外寒冷，凡界各家各户早已闭门息灯，
en_us: The autumn night was especially chilling. The various residences in the Mortal Realm had long shut their doors and snuffed out their lights to rest.

source: 全场一阵诡异的安静。
en_us: The whole area was in a spooky silence.

source: 全场整整安静了三秒，鸦雀无声。
en_us: The entire area fell silent for three seconds.

source: 全场死一般的寂静。
en_us: The entire place was filled with dead silence.

source: 全场顿时一静。
en_us: All at once there was silence.

source: 全场顿时一静，果然一道细小声音在屋内响起，声量极小，仿佛刻意压制似的，断断续续的滑过一声声的：嘤……嘤嘤……嘤嘤……
en_us: Everyone present became silent; there was indeed a tiny sound ringing within the house. It was extremely soft, as if holding back on purpose, and the sound was heard on and off: Waa… Waawaa… Waawaa…

source: 全场鸦雀无声。
en_us: There was total silence.

source: 全场：“……”
en_us: Everyone: "..."

source: 全是一群高阶兔妖！
en_us: All of them were a group of highly powerful rabbit demons!

source: 全程围观的戚橙雨：“……”带着这些人，真的能报仇吗？
en_us: Qi Chengyu, watching from the sidelines: "…" Having these people with me, can I really take my revenge?

source: 全程懵逼的印风：“……”
en_us: Yin Feng, who had been dumbstruck during the entire proceedings: "…"

source: 八阶妖经过：“大……大大……仙。”
en_us: An eighth-stage demon came by: "Great… Great… Immortal."

source: 六人脸上满满都是复杂，这个叫沈萤的……到底是什么人？
en_us: The six Traveling Immortals were thoroughly confused. This Shen Ying… what kind of person was she?

source: 六千六百年！
en_us: 6600 years!

source: 六缕黑色元力能干什么？或许他可以重创几人，但一旦黑色元力没了，他必会被恼羞成怒的众人痛殴，运气好打断几根骨头，运气不好在混乱中被活活打死也不是没可能。他太了解这群纨绔子弟了，一旦冲动起来，绝不会在意后果的。
en_us: What could he possibly do with just six wisps of black essence forces? Perhaps he could inflict serious damage on some people, but once he ran out of black essence force, he would surely be severely beaten up by the crowd of people who would definitely be flying into a rage out of humilitation. If he were lucky, he would only have a few bones broken; if he were unlucky, it was not impossible that he would be beaten to death amidst the chaos. He knew too well that bunch of wastrel playboys - once they got rash and impulsive, they would definitely not care about the consequences of their actions.

source: 关于神秘掌门‘羿清’，一夜就端了郁家的事，更是名震青界。孤月也因为那几天出去谈生意的原因，被各门各派熟识，人人一谈起无敌派就会提到这个做生意比印家还厉害的化神尊者。就连九个参加大比的妹子们，也因为思羽得了冠军的关系，一跃成为年轻一辈修士中，最闪亮的新星。
en_us: The story of the mysterious sect master "Yi Qng" and how she defeated the Yu Family spread throughout the Upper Azure World, shaking everyone. The different families and sects were also familiar with Lonemoon, who had been vising them over the past few days to clinch deals. Each time people talked about the Invincible Sect, Lonemoon's name would come up as the businessman-cum-Soul Formation Supremacy who was much better at doing business than the Yin Family. Even the nine sisters became famous overnight after Si Yu won the competition amongst the sects. Everyone ssaw them as the rising stars of the younger generation of cultivators.

source: 关键时刻，马飞终于醒悟过来，手一抖一把青色短剑从他袖中滑落下来，上面青光流转，明显是一把高级的神兵利器。
en_us: At this crucial juncture, Ma Fei finally came to his senses. A teal-colored short sword fell down from within his sleeve with a light jerk of his hand. Judging by its gyrating teal radiance, this was clearly a high-rank divine weapon.

source: 关键是……
en_us: But the most important thing was…

source: 兴许是觉得骗……吹……聊得差不多了。孤月在收到了高出十几倍的住宿费用后，终于开始切入正题了。
en_us: Perhaps it was tricking, lying or well, they talked enough. After receiving rental fee that was tenfolds its original value, Lonemoon finally went into the main topic.

source: 其他堂主也纷纷声援。
en_us: The rest of the hall masters supported this in succession.
